Repository: wechange-eg/cosinnus-notifications
Catalog: cosinnus_notifications/locale/*/LC_MESSAGES/django.po
Languages: hy

source: You are seeing this alert because you created this content.
hy: Դուք տեսնում այս ծանուցումը, քանի որ դուք ստեղծել էք այս բովանդակությունը.

source: You are seeing this alert because you are following the item's project or group.
hy: Դուք տեսնում այս ծանուցումը, քանի որ դուք հետեւում եք այս նյութի նախագիծին կամ խմբին.

source: You are seeing this alert because you are following this item.
hy: Դուք տեսնում եք այս ծանուցումը, քանի որ հետևում եք այս նյութին.

source: Notifications
hy: Ծանուցումներ

# the_app
source: notifications
hy: ծանուցումներ

source: Your daily digest for %(portal_name)s
hy: Ձեր %(portal_name)s -ի ամենօրյա ամփոփագիրը

source: This is what happened during the last day!
hy: Ահա թե ինչ է տեղի ունեցել վերջին օրվա ընթացքում!

source: Your weekly digest for %(portal_name)s
hy: Ձեր %(portal_name)s -ի շաբաթական ամփոփագիրը

source: This is what happened during the last week!
hy: Ահա թե ինչ է տեղի ունեցել վերջին շաբաթվա ընթացքում!

# notification frequency
source: Never
hy: Երբեք

# notification frequency
source: Immediately
hy: Անմիջապես

# notification frequency
source: Daily
hy: Ամեն օր

# notification frequency
source: Weekly
hy: Ամեն շաբաթ

source: Notification Preference for User
hy: Օգտատիրոջ Ծանուցագրի Նախապատվություններ

source: Notification ID
hy: Ծանուցագրի ID

source: Notification Preference
hy: Ծանուցագրի Նախապատվություն

source: Notification Preferences
hy: Ծանուցագրի Նախապատվություններ

source: Portal
hy: Պորտալ

source: Multi Notification ID
hy: Մուլտի Ծանուցագրի ID

source: Multi Notification Preference
hy: Մուլտի Ծանուցագրի Նախապատվություն

source: Multi Notification Preferences
hy: Մուլտի Ծանուցագրի Նախապատվություններ

source: User who caused this notification event
hy: Օգտատերը, ով բացել է այս ծանուցման իրադարձությունը

source: Audience
hy: Հանդիսատես

source: Owner of the alert
hy: Ծանուցման տերը

source: Alert Reason key
hy: Ծանուցման Պատճառի բանալի

source: Last user who caused this notification event
hy: Վերջին օգտատերը, ով սկսել է այս ծանուցման իրադարձությունը

source: Alert State
hy: Ծանուցման փուլը

source: You are following this content or its Project or Group
hy: Դուք հետևում եք այս բովանդակությանը կամ դրա Ծրագրին կամ Խմբին

source: All notifications
hy: Բոլոր ծանուցումները

source: No notifications
hy: Ոչ մի ծանուցում

source: For content that I am following, I wish to receive notification emails
hy: Ես ցանկանում եմ ստանալ ծանուցման էլ․նամակներ, այն բովանդակության համար, որին ես հետևում եմ

source: You are getting this notification because you are subscribed to these kinds of events in your project or group.
hy: Դուք ստանում եք այս ծանուցումը, քանի որ բաժանորդագրված եք այսպիսի իրադարձություններին ձեր նախագծում կամ խմբում.

source: You are getting this notification because you are an administrator of this project or group.
hy: Դուք ստանում եք այս ծանուցումը, քանի որ այս ծրագրի կամ խմբի ադմինիստրատոր եք.

source: You are getting this notification because you are an administrator of this portal.
hy: Դուք ստանում եք այս ծանուցումը, քանի որ այս պորտալի ադմինիստրատոր եք.

source: You are getting this email because you are subscribed to one or more daily notifications.
hy: Դուք ստանում եք այս էլ. նամակը, քանի որ բաժանորդագրված եք մեկ կամ մի քանի ամենօրյա ծանուցումների.

source: You are getting this email because you are subscribed to one or more weekly notifications.
hy: Դուք ստանում եք այս էլ. նամակը, քանի որ բաժանորդագրված եք մեկ կամ մի քանի շաբաթական ծանուցումներին.

source: New item
hy: Նոր նյութ

source: Like
hy: Հավանել

source: Follow
hy: Հետևել

source: Untitled
hy: Անվերնագիր

source: Your Profile
hy: Ձեր Անձնական էջը

source: Select which notifications you would like to receive for each group or project you are involved in.
hy: Ընտրեք, թե որ ծանուցումները կցանկանայիք ստանալ ձեր յուրաքանչյուր ներգրավված խմբի կամ ծրագրի համար.

source: These notifications will be sent to your configured email address:
hy: Այս ծանուցագրերը կուղարկվեն ձեր կազմաձևված էլ. փոստի հասցեով:

source: You can choose to receive notifications as soon as they happen, or you can receive a daily (or weekly) e-mail digest.
hy: Դուք կարող եք ընտրել, որպեսզի ծանուցում ստանաք փոփոխությունների դեպքում, կամ կարող եք ստանալ ամենօրյա (կամ շաբաթական) ամփոփագիր էլեկտրոնային փոստով.

source: The digest will aggregate all notifications with the "Daily" (or "Weekly") setting from all groups and projects. So you will receive only a single e-mail per day (or week) containing everything interesting that happend.
hy: Ամփոփագիրը կհավաքագրի բոլոր ծանուցումները բոլոր խմբերից և նախագծերից «Ամենօրյա» (կամ «Շաբաթական») պարամետրերով: Այսպիսով, դուք կստանաք ընդամենը մեկ էլեկտրոնային նամակ ամեն օր (կամ շաբաթ), որը պարունակում է այն ամենը ինչ կատարվել է.

source: Notifications you set to "Immediately" will be e-mailed to you as soon as they happen, with one e-mail per notification.
hy: «Անմիջապես» տարբերակը ընտրելու դեպքում ծանուցագրերը կուղարկվեն ձեզ էլեկտրոնային փոստով պատահելուն պես՝ յուրաքանչյուր ծանուցման համար մեկ էլ.նամակ.

source: Don't forget to save your settings once you are done editing them!
hy: Չմոռանաք պահպանել ձեր պարամետրերը դրանք փոփոխելուց հետո!

source: more
hy: ավելին

source: I wish to receive notification emails
hy: Ես ցանկանում եմ ստանալ ծանուցման էլ․նամակներ

source: Receive notification emails in this language
hy: Ստանալ ծանուցման էլ․նամակներ այս լեզվով

source: Moderator Status (Portal-Admins only)
hy: Մոդերատորի կարգավիճակը (միայն պորտալի ադմինիստրատորնեը)

source: I wish to be a Moderator for this portal
hy: Ես ցանկանում եմ լինել մոդերատոր այս պորտալի համար

source: As a Moderator, you will receive an instant notification whenever ANY publicly visible content is posted on this portal. Since you are a portal administrator you can then also delete the content if it is offensive or critical. To delete it, visit the content page on the website while logged into this account.
hy: Որպես Մոդերատոր, դուք կստանաք ընթացիկ ծանուցում, երբ այս պորտալում տեղադրվի ցանկացած հրապարակայնորեն տեսանելի բովանդակություն: Քանի որ դուք պորտալի ադմինիստրատոր եք, ապա կարող եք նաև ջնջել որևէ բովանդակություն, եթե այն վիրավորական է կամ քննադատական: Այն ջնջելու համար այս էջից այցելեք կայքի բովանդակության էջը.

source: Immediately
hy: Անմիջապես

source: Daily
hy: Ամեն օր

source: Weekly
hy: Ամեն շաբաթ

source: Custom
hy: Պատվերով պատրաստված

source: Reset to default
hy: Վերականգնել լռելյայն

source: Save
hy: Պահպանել

source: This will reset all of your notification preferences to their default setting. Are you sure you wish to do that?
hy: Սա կվերացնի ձեր ծանուցման բոլոր նախապատվությունները և կբերի իրենց սկզբնական կարգավորումներին: Համոզվա՞ծ եք, որ ցանկանում եք շարունակել?

source: Your notification preferences were updated successfully.
hy: Ձեր ծանուցման նախընտրությունները հաջողությամբ թարմացվել են.

source: Your notifications preferences were reset to default!
hy: Ձեր ծանուցման նախընտրությունները բերվել են իրենց սկզբնական կարգաբերումներին!
